Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamen_kielineuvosto.html.tmx
Source language: fin
Languages: smn

source: Saamen kielineuvosto
smn: Säämi kielârääđi

source: Saamen kielineuvostossa ovat edustettuina kaikki kolme Suomessa puhuttua saamen kieltä: pohjoissaame, inarinsaame ja koltansaame.
smn: Säämi kielârääđist láá ovdâstum puoh kulmâ Suomâst sarnum sämikielâ: tavesämikielâ, aanaarsämikielâ já nuorttâsämikielâ.

source: Kielineuvoston tehtäviin kuuluu mm. ylläpitää ja kehittää Suomessa käytettäviä saamen kieliä, antaa ohjeita ja suosituksia kielen- ja nimistönhuoltoon ja terminologiaan liittyvissä asioissa, edistää kielen tutkimusta, jakaa tietoa saamen kielistä ja osallistua pohjoismaiseen kieliyhteistyöhön.
smn: Kielârääđi pargon lii ereslasseen alnetoollâđ já ovdediđ Suomâst kevttum sämikielâid, adeliđ ravvuid já avžuuttâsâid kielâ- já nommâduvhuolâttâsân sehe terminologian lohtâseijee aašijn, ovdediđ kielâ tutkâmuš, jyehiđ tiäđu sämikielâin já uásálistiđ tave-eennâmlâš kielâohtsâšpaargon.

source: Lisäksi saamen kielineuvosto antaa yhdessä saamen kielen toimiston kanssa vaalikausittain saamelaiskäräjille kertomuksen saamen kieltä koskevan lainsäädännön soveltamisesta sekä saamelaisten kielellisten oikeuksien toteutumisesta ja kieliolojen kehityksestä.
smn: Lasseen säämi kielârääđi addel oovtâst sämikielâ toimâttuvváin vaaljâpojijmield muštâlus sämitiigán sämikielâ kyeskee lahâasâttâs heivitmist sehe sämmilij kielâlâš vuoigâdvuođâi olášuumeest já kielâtile ovdánmist.

source: Saamen kielen toimisto antaa yhdessä saamelaiskäräjien asettaman saamen kielineuvoston kanssa vaalikausittain saamelaiskäräjille kertomuksen saamen kieltä koskevan lainsäädännön soveltamisesta sekä saamelaisten kielellisten oikeuksien toteutumisesta ja kieliolojen kehityksestä.
smn: Kielârääđi jesâneh vaaljâpaajeest 2020-2023

source: Saamen kielilain 29 §:n tarkoittama kertomus annettiin ensimmäisen kerran vuoden 2008 maaliskuussa.
smn: Jeessân: Ljetoff Tauno, sj.

source: Kielineuvostolla on tärkeä poliittinen rooli saamenkielisten oikeuksien valvojana ja saamen kielten edistäjänä yhdessä saamelaiskäräjien sihteeristössä toimivan saamen kielen toimiston kanssa.
smn: Seurujärvi-Kari Irja, vsj. Aikio Matti Jääskö Neeta Valkeapää Niko Sara Magreta Eriksen Kati

source: Tärkeä osa kielineuvoston työssä on yhteistyö saamen kielilautakunnan kanssa sekä muiden saamen – ja vähemmistökielten ja kielentutkimuksen parissa työskentelevien tahojen kanssa, joita ovat esim. Kotus (Kotimaisten kieltenkeskus) .
smn: Värijeessân: Harju Terhi Magga Arla Magga-Vars Petra Seurujärvi Jussa Pautamo Ellen Magga Juhan-Tuommá Lukkari Sammol

source: Kielineuvostolla on myös edustajansa Euroopan vähemmistökielten toimiston (Eblul) Suomen osasto, Fibluli:n hallituksessa.
smn: Kielârääđist lii tehálâš poolitlâš rooli sämikielâlâš vuoigâdvuođâi koccen já sämikielâi ovdedeijen oovtâst sämitige čäällimkoddeest tuáimee sämikielâ toimâttuvváin.

source: Kielineuvosto on työssään edistänyt myös erinäisiä saamenkielen sanastoprojekteja.
smn: Tehálâš uási kielârääđi pargoost lii ohtsâšpargo säämi kielâlävdikuddijn sehe eres sämi- já ucceeblovokieláin já kielâtutkâmuššáin pargee pelijguin, moh láá ovdâm. Kotus (Päikkieennâm kielâi kuávdáš).

source: Saamen kielineuvosto jakaa kerran vaalikaudessa Saamen kieliteko-palkinnon .
smn: Kielârääđist láá meiddei ovdâsteijeeh Euroop ucceeblovokielâi toimâttuv (EBLUL) Suomâ uásáduv, FIBLUL stiivrâst.
